IDEA Open Model
MatPrestressSteelSIA.Fpd Property
Compatible with IDEA StatiCa Beta 20.0
 dimensioning value of yield strength of prestressing steel
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Fpd { get; set; }
Public Property Fpd As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatPrestressSteelSIA Class
IdeaRS.OpenModel.Material Namespace